[
  { "name": "Eiffel Tower", "lat": 48.8584, "lng": 2.2945, "difficulty": "easy", "category": "landmark", "fun_fact": "The Eiffel Tower was originally intended to be a temporary structure for the 1889 World's Fair.", "hint": "Located in the 'City of Light', this iron tower is a global cultural icon of France.", "mission_brief": "Target is a wrought-iron lattice tower on the Champ de Mars. Originally criticized by some of France's leading artists and intellectuals, it has become a global cultural icon." },
  { "name": "Statue of Liberty", "lat": 40.6892, "lng": -74.0445, "difficulty": "easy", "category": "landmark", "fun_fact": "The seven spikes on the crown represent the seven oceans and the seven continents of the world.", "hint": "A gift from France to the United States, standing on Liberty Island.", "mission_brief": "Subject is a colossal neoclassical sculpture on Liberty Island in New York Harbor. A gift of friendship from the people of France to the United States." },
  { "name": "Sydney Opera House", "lat": -33.8568, "lng": 151.2153, "difficulty": "easy", "category": "landmark", "fun_fact": "The Opera House's roof is covered with over 1 million tiles.", "hint": "A multi-venue performing arts centre in Australia with a distinctive sail-like roof.", "mission_brief": "Target identified as a multi-venue performing arts centre at Sydney Harbour. Famous for its unique shell-like roof design." },
  { "name": "Taj Mahal", "lat": 27.1751, "lng": 78.0421, "difficulty": "easy", "category": "landmark", "fun_fact": "The Taj Mahal changes color depending on the light, appearing pinkish in the morning, milky white in the evening, and golden at night.", "hint": "An ivory-white marble mausoleum on the right bank of the river Yamuna in Agra, India.", "mission_brief": "Locate the ivory-white marble mausoleum on the right bank of the river Yamuna. Commissioned in 1632 by the Mughal emperor Shah Jahan." },
  { "name": "Colosseum", "lat": 41.8902, "lng": 12.4922, "difficulty": "easy", "category": "landmark", "fun_fact": "The Colosseum could hold between 50,000 and 80,000 spectators and was used for gladiatorial contests.", "hint": "An ancient amphitheatre in the centre of Rome, Italy.", "mission_brief": "Destination is an oval amphitheatre in the centre of the city of Rome. It is the largest ancient amphitheatre ever built." },
  { "name": "Times Square", "lat": 40.7580, "lng": -73.9855, "difficulty": "medium", "category": "urban", "fun_fact": "Times Square was originally known as Longacre Square until 1904, when The New York Times moved its headquarters there.", "hint": "A major commercial intersection and tourist destination in Midtown Manhattan, New York City.", "mission_brief": "Navigate to the major commercial intersection and tourist destination in Midtown Manhattan. Often referred to as 'The Crossroads of the World'." },
  { "name": "Shibuya Crossing", "lat": 35.6598, "lng": 139.7006, "difficulty": "medium", "category": "urban", "fun_fact": "Shibuya Crossing is often called 'The Scramble' because pedestrians cross from all directions at once.", "hint": "A famous scramble crossing in Tokyo, Japan, outside Shibuya Station.", "mission_brief": "Locate the famous scramble crossing outside Shibuya Station. It represents the pulse of modern Tokyo." },
  { "name": "Red Square", "lat": 55.7539, "lng": 37.6208, "difficulty": "medium", "category": "landmark", "fun_fact": "The name 'Red Square' doesn't come from the color of the bricks, but from the Russian word 'krasnaya', which meant 'beautiful'.", "hint": "A city square in Moscow, Russia, separating the Kremlin from a historic merchant quarter.", "mission_brief": "Target is a city square in Moscow. It separates the Kremlin, the former royal citadel and currently the official residence of the President, from a historic merchant quarter." },
  { "name": "Machu Picchu", "lat": -13.1631, "lng": -72.5450, "difficulty": "hard", "category": "landmark", "fun_fact": "Machu Picchu was built without the use of wheels, iron tools, or mortar.", "hint": "A 15th-century Inca citadel located in the Eastern Cordillera of southern Peru.", "mission_brief": "Infiltrate the 15th-century Inca citadel located in the Eastern Cordillera of southern Peru on a 2,430-metre (7,970 ft) mountain ridge." },
  { "name": "Stonehenge", "lat": 51.1789, "lng": -1.8262, "difficulty": "medium", "category": "landmark", "fun_fact": "The stones of Stonehenge weigh an average of 25 tons each and were transported from over 200 miles away.", "hint": "A prehistoric monument in Wiltshire, England, consisting of a ring of standing stones.", "mission_brief": "Investigate the prehistoric monument in Wiltshire, England. It consists of a ring of standing stones, each around 13 feet high." },
  { "name": "Christ the Redeemer", "lat": -22.9519, "lng": -43.2105, "difficulty": "easy", "category": "landmark", "fun_fact": "Lightning strikes the statue several times a year, often damaging its fingers or head.", "hint": "An Art Deco statue of Jesus Christ in Rio de Janeiro, Brazil.", "mission_brief": "Locate the Art Deco statue of Jesus Christ in Rio de Janeiro, created by French sculptor Paul Landowski." },
  { "name": "Great Wall of China", "lat": 40.4319, "lng": 116.5704, "difficulty": "medium", "category": "landmark", "fun_fact": "The Great Wall is not a single continuous wall but a collection of walls and fortifications.", "hint": "A series of fortifications built across the historical northern borders of ancient Chinese states.", "mission_brief": "Survey the series of fortifications that were built across the historical northern borders of ancient Chinese states." },
  { "name": "Golden Gate Bridge", "lat": 37.8199, "lng": -122.4783, "difficulty": "easy", "category": "landmark", "fun_fact": "The bridge's color is officially called 'International Orange' and was chosen to enhance visibility in fog.", "hint": "A suspension bridge connecting San Francisco Bay and the Pacific Ocean.", "mission_brief": "Target is a suspension bridge spanning the Golden Gate, the one-mile-wide strait connecting San Francisco Bay and the Pacific Ocean." },
  { "name": "Big Ben", "lat": 51.5007, "lng": -0.1246, "difficulty": "easy", "category": "landmark", "fun_fact": "Big Ben is actually the nickname for the Great Bell of the clock, not the tower itself (which is Elizabeth Tower).", "hint": "The Great Bell of the striking clock at the north end of the Palace of Westminster in London.", "mission_brief": "Locate the Great Bell of the striking clock at the north end of the Palace of Westminster. The tower is officially known as Elizabeth Tower." },
  { "name": "Neuschwanstein Castle", "lat": 47.5576, "lng": 10.7498, "difficulty": "medium", "category": "landmark", "fun_fact": "This castle inspired the design of Sleeping Beauty's Castle in Disneyland.", "hint": "A 19th-century historicist palace on a rugged hill in Bavaria, Germany.", "mission_brief": "Infiltrate the 19th-century historicist palace on a rugged hill above the village of Hohenschwangau near Füssen in southwest Bavaria." },
  { "name": "Santorini", "lat": 36.3932, "lng": 25.4615, "difficulty": "medium", "category": "nature", "fun_fact": "The island of Santorini is the site of one of the largest volcanic eruptions in recorded history.", "hint": "An island in the southern Aegean Sea, known for its whitewashed buildings and blue domes.", "mission_brief": "Reconnaissance required on the island in the southern Aegean Sea, about 200 km (120 mi) southeast of Greece's mainland." },
  { "name": "Burj Khalifa", "lat": 25.1972, "lng": 55.2744, "difficulty": "easy", "category": "landmark", "fun_fact": "The Burj Khalifa is so tall that you can watch the sunset from the base and then take the elevator to the top to watch it again.", "hint": "The tallest building in the world, located in Dubai.", "mission_brief": "Scale the skyscraper in Dubai, United Arab Emirates. It is the world's tallest building." },
  { "name": "Chichen Itza", "lat": 20.6843, "lng": -88.5678, "difficulty": "hard", "category": "landmark", "fun_fact": "During the equinoxes, the shadow of the serpent god Kukulcan appears to slither down the steps of the pyramid.", "hint": "A large pre-Columbian city built by the Maya people in Mexico's Yucatán Peninsula.", "mission_brief": "Explore the large pre-Columbian city built by the Maya people of the Terminal Classic period." },
  { "name": "Mt. Rushmore", "lat": 43.8791, "lng": -103.4591, "difficulty": "medium", "category": "landmark", "fun_fact": "The faces of the presidents are 60 feet tall, and their noses are about 20 feet long.", "hint": "A national memorial in South Dakota featuring the heads of four US presidents.", "mission_brief": "Locate the National Memorial centered on a colossal sculpture carved into the granite face of Mount Rushmore in the Black Hills." },
  { "name": "Angkor Wat", "lat": 13.4125, "lng": 103.8670, "difficulty": "hard", "category": "landmark", "fun_fact": "Angkor Wat is the largest religious monument in the world, originally constructed as a Hindu temple.", "hint": "A temple complex in Cambodia, originally constructed as a Hindu temple for the Khmer Empire.", "mission_brief": "Investigate the temple complex in Cambodia and the largest religious monument in the world by land area." },
  { "name": "Petra", "lat": 30.3285, "lng": 35.4444, "difficulty": "medium", "category": "landmark", "fun_fact": "Also known as the 'Rose City' due to the color of the stone out of which it is carved.", "hint": "A historical and archaeological city in southern Jordan, famous for its rock-cut architecture.", "mission_brief": "Infiltrate the historical and archaeological city in southern Jordan. Famous for its rock-cut architecture and water conduit system." },
  { "name": "Great Barrier Reef", "lat": -18.2871, "lng": 147.6992, "difficulty": "medium", "category": "nature", "fun_fact": "It is the world's largest coral reef system composed of over 2,900 individual reefs.", "hint": "Located off the coast of Queensland, Australia, it can be seen from outer space.", "mission_brief": "Survey the world's largest coral reef system composed of over 2,900 individual reefs and 900 islands." },
  { "name": "Mount Fuji", "lat": 35.3606, "lng": 138.7274, "difficulty": "medium", "category": "nature", "fun_fact": "Mount Fuji is an active volcano that last erupted in 1707.", "hint": "Japan's highest mountain, located on Honshu island.", "mission_brief": "Scale the active volcano about 100 kilometers (60 mi) southwest of Tokyo. It is the country's tallest peak." },
  { "name": "Pyramids of Giza", "lat": 29.9792, "lng": 31.1342, "difficulty": "easy", "category": "landmark", "fun_fact": "The Great Pyramid of Giza is the oldest and only extant member of the Seven Wonders of the Ancient World.", "hint": "Ancient masonry structures located on the Giza Plateau in Egypt.", "mission_brief": "Investigate the site on the Giza Plateau in Greater Cairo, Egypt that includes the Great Pyramid of Giza, the Pyramid of Khafre, and the Pyramid of Menkaure." },
  { "name": "Grand Canyon", "lat": 36.1069, "lng": -112.1129, "difficulty": "easy", "category": "nature", "fun_fact": "The canyon is 277 miles (446 km) long, up to 18 miles (29 km) wide and attains a depth of over a mile (6,093 feet or 1,857 meters).", "hint": "A steep-sided canyon carved by the Colorado River in Arizona, United States.", "mission_brief": "Survey the steep-sided canyon carved by the Colorado River in Arizona, United States." },
  { "name": "Niagara Falls", "lat": 43.0962, "lng": -79.0377, "difficulty": "easy", "category": "nature", "fun_fact": "Niagara Falls is made up of three waterfalls: the Horseshoe Falls, the American Falls and the Bridal Veil Falls.", "hint": "A group of three waterfalls at the southern end of Niagara Gorge, spanning the border between Canada and the US.", "mission_brief": "Locate the group of three waterfalls at the southern end of Niagara Gorge, spanning the border between the province of Ontario in Canada and the state of New York in the United States." },
  { "name": "Forbidden City", "lat": 39.9163, "lng": 116.3972, "difficulty": "medium", "category": "landmark", "fun_fact": "It served as the home of emperors and their households for almost 500 years.", "hint": "A palace complex in central Beijing, China, and the former Chinese imperial palace.", "mission_brief": "Infiltrate the palace complex in central Beijing, China. It was the former Chinese imperial palace from the Ming dynasty to the end of the Qing dynasty." },
  { "name": "Acropolis of Athens", "lat": 37.9715, "lng": 23.7257, "difficulty": "medium", "category": "landmark", "fun_fact": "The name 'Acropolis' comes from the Greek words 'akron' (highest point) and 'polis' (city).", "hint": "An ancient citadel located on a rocky outcrop above the city of Athens, Greece.", "mission_brief": "Explore the ancient citadel located on a rocky outcrop above the city of Athens and containing the remains of several ancient buildings of great architectural and historic significance." },
  { "name": "Sagrada Família", "lat": 41.4036, "lng": 2.1744, "difficulty": "medium", "category": "landmark", "fun_fact": "Construction of the Sagrada Família began in 1882 and is not expected to be completed until 2026.", "hint": "A large unfinished Roman Catholic minor basilica in Barcelona, designed by Antoni Gaudí.", "mission_brief": "Inspect the large unfinished Roman Catholic minor basilica in the Eixample district of Barcelona, Catalonia, Spain." },
  { "name": "Louvre Museum", "lat": 48.8606, "lng": 2.3376, "difficulty": "easy", "category": "landmark", "fun_fact": "The Louvre is the world's most-visited museum and a historic monument in Paris, France.", "hint": "A national art museum in Paris, home to the Mona Lisa.", "mission_brief": "Target is the world's most-visited museum and a historic monument in Paris, France. It is the home of some of the best-known works of art, including the Mona Lisa and the Venus de Milo." }
]
